IDEA Open Model
HingeElement1D.InitialStiffnessRX Property
Compatible with IDEA StatiCa Beta 20.0
 Initial stiffness rotational RX
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double InitialStiffnessRX { get; set; }
Public Property InitialStiffnessRX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace